export let text = `重要须知:
	1、 本协议应根据中华人民共和国法律解释与管辖并排除其他一切冲突法的适用。 本协议订立于XXXX， 有关与用户和XX之间发生的任何形式的争议均应友好协商解决。 协商不能解决的， 任一方均有权将争议提交至【 XXX信息技术有限公司】 所在地有管辖权的人民法院提起诉讼解决。
2、 如果用户不同意本协议的任意条款， 则不得注册或（ 继续） 使用XXX提供的任何产品和服务。 用户一旦点击确认“ 同意”（ 或其他具有同样含义的词， 如“ 接受” 等） 进行注册、 开始使用及 /
	或继续使用XXX的服务， 即表示用户与XXX已达成协议， 自愿接受本协议的所有内容。 此后， 用户不得以未阅读 / 未同意本协议的内容作任何形式的抗辩。
3、 请注意， XXX有权适时对本协议进行修改与更新， 请用户随时留意查看本协议的最新版本。 如用户不同意变更后的内容， 用户可以选择停止使用XXX的产品或服务； 如用户仍然继续使用XXX的产品或服务的， 即表示同意XXX按照修订后的《 用户隐私协议》 收集、 使用、 储存和分享用户的信息。
4、 XXX游戏特别提醒用户认真阅读本协议的全部条款， 特别是以加粗字体标示的内容， 此类条款应在中国法律所允许的范围内最大程度地适用。`
